---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.FluidTemperatureSetIterator
source: html/86bdb1bf-afe8-58c9-81fa-e27203452cb2.htm
---
# FluidTemperatureSetIterator Properties

Gets the item at the current position of the iterator.